{
  "gameTitle": "DinoGenics",
  "home": {
    "title": "DinoGenics Solo Helper",
    "play1": "Play <a href='https://boardgamegeek.com/boardgame/210296/dinogenics' target='_blank' rel='noopener'><b>DinoGenics</b></a> against a DiNO, the Solo Opponent.",
    "play2": "DiNO can be used for any 1-4 player-game that includes Controlled Chaos and supports most modules.",
    "feedback": "Discussion and Feedback:"
  },
  "setup": {
    "title": "Setup Game",
    "players": {
      "title": "Player",
      "playerCount": "Human Players",
      "playerCountItem": "{count} Player | {count} Players",
      "playerColor": "Player Color | Player {index} Color",
      "botCount": "DiNO",
      "botCountItem": "{count} DiNO | {count} DiNOs",
      "botColor": "DiNO Color"
    },
    "difficultyLevel": {
      "title": "Difficulty Level",
      "easy": "Easy",
      "hard": "Hard"
    },
    "modules": {
      "title": "Modules and Expansions",
      "noControlledChaosWarning": "It is recommended to play DiNO with the Controlled Chaos expansion.",
      "controlled-chaos": "Controlled Chaos Expansion",
      "controlled-chaos-chaos-theory": "Controlled Chaos Expansion: Chaos Theory Module",
      "controlled-chaos-dinosaur-elites": "Controlled Chaos Expansion: Dinosaur Elites Module",
      "new-arrivals-mini-expansion": "New Arrivals Mini Expansion",
      "dino-advanced": "DiNO Advanced Mode"
    }
  },
  "setupBot": {
    "title": "Setup DiNO",
    "prepareGame": "Prepare the game as usual for {totalPlayerCount} players.",
    "botPlayerPieces": "DiNO receives all player pieces of a color, the starting money, 4 fences and a Personal Island Board.",
    "botDNACards": "DiNO receives 5 DNA cards, 1 Mutant reference card, and 3 Manipulation cards",
    "botDNACardsControlledChaos": "DiNO receives 4 DNA cards, 1 eDNA card, 1 Mutant reference card, and 3 Manipulation cards.",
    "botDNACardArrangement": "Place DiNO’s DNA cards face up and all Manipulation Cards face down on stacks next to DiNO’s Island Board as indicated.",
    "botTurnOrder": "DiNO always starts last in turn order on the first round of the game."
  },
  "roundOpenSeason": {
    "title": "Open Season",
    "playerOrder": "Determine player order based on reputation.",
    "determinePlayerOrder": {
      "currentItems": "Current Player Order",
      "newItems": "New Player Order",
      "newItemsSelect": "Please determine the new player order."
    },
    "assignVisitors": "Assign visitors based on player order.",
    "assignBonusVisitors": "Assign bonus visitors.",
    "receiveIncome": "Each player receives 1 credit for each visitor in their park.",
    "breakingNews": "Resolve the next Breaking News card, and draw a new upcoming one.",
    "drawFacilityTiles": "Draw one random tile to each of the 2nd/3rd/4th facility stacks in the City Center.",
    "drawSpecialists": "Draw two new specialists to the specialist display spaces."
  },
  "roundTurn": {
    "title": "Worker {worker}"
  },
  "turnPlayer": {
    "takeYourTurn": "Take your turn."
  },
  "turnBot": {
    "executed": "Worker Placed",
    "notPossible": "Not Possible",
    "outOfLocations": "Out of further locations, go back.",
    "back": "Back"
  },
  "lackOfBuildingSpace": {
    "info": "<i>Lack of Building Space</i>: In case there is no further room for the new facility, DiNO gains instead:"
  },
  "locationRulesCollapse": {
    "showRules": "Show Rules",
    "hideRules": "Hide Rules"
  },
  "roundUpkeepPhase": {
    "title": "Upkeep Phase",
    "feedCarnivores": "Feed all carnivores (must feed carnivores as much as possible).",
    "spawnMutant": "DiNO will create an additional mutant if it has already a mutant and has enough spare fences and additional goats for all carnivores and the rightmost (complete) preferred DNA set.",
    "checkRampage": "Check for rampage, and roll if necessary.",
    "gainVisitorVPs": "Gain 3 VPs for every two visitors leaving the park alive.",
    "gainDinosaurFacilityVPs": "Gain Victory Points from dinosaurs and facilities.",
    "gainDinosaurFacilityResources": "Gain resources from dinosaurs and facilities.",
    "returnWorkers": "Return workers from the Mainland board to each owner’s park.",
    "advanceVisitorOverlay": "Advance the Visitor Overlay one column to the left."
  },
  "endOfGame": {
    "title": "End of Game",
    "resources": {
      "title": "Remaining Resources",
      "credits": "Credits",
      "dnaCards": "DNA cards",
      "remainingStuff": "Manipulation cards, goats and unused fences",
      "dinosaurSpecies": "Dinosaur Species",
      "dinosaurCreated": "Dinosaurs on the board",
      "scandalTokens": "Scandal Tokens",
      "financialAdvisor": "Financial Advisor Specialist",
      "financialAdvisorNone": "none"
    },
    "scoring": {
      "title": "Final Scoring",
      "vpGameBoard": "Game Board",
      "vpGameBoardDescription": "Current VP from game board",
      "vpFacilities": "Facilities",
      "vpFacilitiesDescription": "VP for undamaged facilities",
      "vpSpecialists": "Specialists",
      "vpSpecialistsDescription": "Specialist Endgame VP (most not awarded for ties)",
      "vpSpecialistsIgnoreFinancialAdvisor": "Ignore Financial Advisor!",
      "vpDinosaurVariety": "Dinosaur Variety",
      "vpDinosaurVarietyDescription": "3 VP for every unique species in valid habitat",
      "vpDinosaurCreated": "Dinosaurs on the board",
      "vpDinosaurCreatedDescription": "2 VP for every dinosaur on the board",
      "vpCredits": "Credits",
      "vpCreditsDescription": "1 VP for every 3 credits (round down)",
      "vpCreditsFinancialAdvisorPlayer": "Financial Advisor: 1 VP for every 2 credits (round down)",
      "vpCreditsFinancialAdvisorBot": "Financial Advisor: 5 VP for the first 10 credits and 1 VP for each remaining 3 credits",
      "vpDNACards": "DNA cards",
      "vpDNACardsDescription": "1 VP for every 2 DNA cards (round down)",
      "vpRemainingStuff": "Manipulation cards, goats and unused fences",
      "vpRemainingStuffDescription": "1 VP for every 3 remaining manipulation cards, goats and unused fences",
      "vpScandals": "Deduct Scandals",
      "vpScandalsDescription": "-6 VP for each Scandal token",
      "vpTotal": "Total",
      "determineWinner": "The player with the most victory points is deemed the winner and acquires enough market shares to buy out their competitors! In the event of a tie, the player with the highest reputation of the tied players at the end of the game wins."
    }
  },
  "sideBar": {
    "round": "Round"
  },
  "rules": {
    "general": {
      "title": "General Rules",
      "intro": "DiNO is treated as a human player unless otherwise mentioned and benefits from all cards and facilities as well as suffering penalties from rampage checks and Breaking News Events.",
      "noMoney": "DiNO receives all income but never spends Credits. All expenses are considered to be covered immediately. This includes buying facilities, performing Open Ocean Rolls, Aquatic Rampage Checks, DNA market purchases or Actions spaces costs etc.",
      "noKilling": "DiNO never voluntarily kills any of his dinosaurs (exception: genetic deconstruction-card).",
      "noHandLimit": "DiNO has no hand limit and can collect more than 10 (e)DNA cards.",
      "collectFences": "DiNO collects fences to a personal reserve next to his board. DiNO uses fences when creating new dinosaurs or replacing broken fences. Dinosaurs of the same species are placed in the same habitat, if possible. In those cases, DiNO extends the fence-habitat by using as few fences as necessary to hold the new dinosaur. Broken fences are replaced immediately if DiNO has spare ones.",
      "upkeepPhase": "During the Upkeep Phase DiNO must feed carnivores and check for rampage conditions.",
      "notEnoughGoats": "If DiNO does not have enough goats to feed all carnivores, refer to the Rampage Choice and Assigning Damage section.",
      "feedingPriority": {
        "title": "Feeding Priority (feed in order of...)",
        "fedCompletely": "Dinosaur that can be fed completely",
        "vp": "Highest seasonal Victory Point value dinosaur",
        "reputation": "Highest reputation Dinosaur"
      },
      "resolvingChoices": {
        "title": "Resolving Choices",
        "intro": "When resolving choices DiNO Prefers to gain the most of each reward possible that does not give a benefit to an opponent. Choice preference:",
        "vp": "Victory Points",
        "removeScandal": "Remove Scandal",
        "credits": "Credits",
        "dnaCards": "DNA Cards",
        "manipulationCards": "Manipulation Cards",
        "refinedDNAToken": "Refined DNA Token",
        "gainScandal": "Gain Scandal to avoid losing any of the above",
        "rampageCheck": "Resolve Rampage Check to avoid losing any of the above"
      },
      "rampageChoice": {
        "title": "Rampage Choice and Assigning Damage",
        "affectedDino": {
          "intro": "If DiNO has to perform Rampage Checks and can choose the affected Dinosaur, the checks are performed for the Dinosaur(s) with:",
          "lowestSeasonalVP": "Lowest seasonal Victory Point value",
          "lowestReputation": "Lowest Reputation",
          "drawCards": "Get hints from DiNO card deck until a dinosaur matches one in DiNO’s park:",
          "getDinoHints": "Dinosaur hints for"
        },
        "parkStructure": {
          "intro": "When Park Structures are destroyed due to Rampages or other effects, the priority is:",
          "lowestSeasonalVP": "Fences of habitat with lowest seasonal Victory Point dinosaur",
          "emptyHotels": "Empty Hotels",
          "otherCommercialFacilities": "Other Commercial Facilities",
          "parkFacilities": "Park Facilities",
          "occupiedHotels": "Occupied Hotels",
          "prioritize": "Commercial and Park Facilities are prioritized in ascending costs."
        }
      }
    },
    "facilitiesHabitats": {
      "title": "Facilities & Habitats",
      "intro": "When DiNO takes actions to create new dinosaurs or place facilities it will do so based on the grid system displayed to the right and always start with the lowest position in a column.",
      "newDinosaurs": "New Dinosaurs are placed starting in the bottom right of DiNO’s player board. Habitats are immediately built as the new dinosaur is placed by placing the minimal number of fences required to satisfy the dinosaurs habitat requirement. If a dinosaur of an existing species is created, enlarge the existing habitat by exactly enough space to accommodate the new dinosaur. Habitats may expand into other columns of the grid once all space in the right most column is filled following the arrows listed in the diagram.",
      "facilities": "Park Facilities are built starting in the bottom middle column.",
      "largeFacilities": "Large Park Facilities (including Aquatic Habitats) are built starting in the lower left column. Large Park Facilities are placed so that only half of the facility takes up a park space.",
      "commercialFacilities": "Commercial Facilities are built in the column to the left of the visitor center and may expand into the right most column by first expanding up.",
      "largeCommercialFacilities": "Large Commercial Facilities are built in the column above the Visitor Center. Large Park Facilities are placed so that only half of the facility takes up a commercial space.",
      "cards": {
        "title": "Card Clarifications",
        "geneGraftingLab": {
          "title": "Gene Grafting Lab",
          "description": "DiNO draws 1 additional (e)DNA without spending goats."
        },
        "geneticsFacility": {
          "title": "Genetics Facility",
          "description": "DiNO is allowed to use his spare stack to complete sets, but prefers to use complete sets and tokens/polymorphic cards first."
        }
      }
    },
    "dnaCollection": {
      "title": "DNA Collection",
      "arrangement": {
        "title": "Collection and Arrangement",
        "setCollection": "During the game DiNO will focus on collecting DNA sets of up to 4 different species. As part of DiNO’s setup, create the preferred species’ stacks beside DiNO’s Island Board. Unique species will form their own column while duplicates will be stacked as they are drawn.",
        "cardOrder": "Start with the first two DNA cards/species (1st & 2nd species) on the right, proceed to the left with the eDNA card/species (3rd species) and a possible 4th species to the left. On the leftmost column, place the Mutant reference card. The Preferred Species 3 column is only specific to eDNA during setup.",
        "noDuplicates": "If there were no duplicates the 5th card will be placed below the Mutant reference card to form a stack of spare DNA. Any Polymorphic DNA drawn during setup is added to DiNO’s reserve.",
        "example": {
          "title": "Example",
          "description": "DiNO received five random cards plus the Mutant reference card during setup. Because DiNO received two Ankylosaurus, they are grouped together. The DNA-species are placed in the order of reception from right to left. Place the Mutant reference card in the far left space. The Megalodon is placed on the 3rd spot from the right, because it was drawn from the eDNA deck."
        }
      },
      "acquiring": {
        "title": "Acquiring New DNA",
        "intro": "Whenever DiNO receives new (e)DNA 1 of 4 outcomes will occur based on if the card matches an existing species.",
        "matchExisting": "The newly drawn DNA card matches an existing preferred species.",
        "matchExistingResult": "Result: Add the card to the existing preferred species stack.",
        "emptyColumn": "The newly drawn DNA card does not match an existing preferred species but 1 of the 4 columns is empty.",
        "emptyColumnResult": "Result: Form a new preferred species by placing the card in the empty column.",
        "noEmptyColumn": "The newly drawn DNA card does not match an existing preferred species and there are no empty columns.",
        "noEmptyColumnResult": "Result: Place the card in the spare DNA stack.",
        "polymorphicDNA": "The newly drawn card is Polymorphic DNA.",
        "polymorphicDNAResult": "Result: Place the card in the DiNO Reserve; it may be used during a future action as part of any incomplete stack.",
        "noHandLimit": "The hand limit of 10 (e)DNA cards does not apply to DiNO and it may keep any number of cards in any of its stacks of cards."
      },
      "refresh": {
        "title": "Refresh Preferred Species After Dinosaur Creation",
        "intro": "If DiNO created a dinosaur, check if the Spare Stack contains cards and use them to replenish an empty preferred species column. All cards of the Spare Stack are checked and chosen in favor of:",
        "notInPark": "Species that do not already exist in DiNO’s park.",
        "fewestMissingDNA": "Species with the fewest missing DNA cards.",
        "hightestDNA": "Species with the highest DNA requirement.",
        "topmost": "Topmost species.",
        "newStack": "Pick all matching cards of the determined species and create the new stack."
      }
    },
    "breakingNews": {
      "title": "Breaking News",
      "26": "DiNO takes two scandals.",
      "27": "Specialist that scores the most victory points.", 
      "29": "Discard 1 DNA card to the Boneyard from spare if present.",
      "30": "DiNO resolves a normal City Center buy action.",
      "33": "DiNO receives VPs for all goats without spending money.",      
      "D1": "DiNO decides not to roll an Upkeep Die.",
      "D3": "DiNO attempts the roll even if it does not have goats.",
      "C01": "Draw the next action card to determine the species.",
      "C02": "If DiNO has a scandal token and/or a damaged facility, or his opponents only have hotels, he discards a Scandal and repairs up to 1 facility. Otherwise he takes a scandal and destroys the building with the most end game VPs.",
      "C03": "DiNO is last in bid order and will always bid actual DiNO value (without paying) and doesn’t take a scandal.",
      "C04": "DiNO draws 2 eDNA-cards.",
      "C05": "Draw the next action card and count empty spaces starting from the upper left corner depending on the Advanced Selection Number. That’s where the token is placed.",
      "corruptedTRex": {
        "title": "Corrupted T-Rex Variant Clarifications",
        "intro": "If the Corrupted T-Rex news card triggered, DiNO will adjust his actions:",
        "dnaAction": "DiNO will only use a DNA-acquiring action if he has no complete DNA-set at all (including the mutant card) and the action provides a chance to complete a set. if he is missing more than one card, he won’t use the refinement- or boneyard-actions.",
        "market": "DiNO will only buy from the market in the above case.",
        "placeTRex": "If DiNO has to place a corrupted T-Rex, place it in a 1x1 fenced pen if possible."
      }
    },
    "manipulationCard": {
      "title": "Manipulation Cards",
      "benefitsPackage": {
        "title": "Benefits Package",
        "description": "DiNO draws cards from its deck to determine which Specialists are aquired. Stop once it has reached the cost of 3 or no more cards are available."
      },
      "blackMarket": {
        "title": "Black Market",
        "description": "DiNO buys all cards that would complete a preferred DNA set. If none fits, three new cards are drawn first."
      },
      "controlTheNewsCycle": {
        "title": "Control the News Cycle",
        "description": "DiNO takes the Breaking news-cards and randomly redistributes them face down. DiNO receives 3 victory points."
      },
      "dnaSplice": {
        "title": "DNA Splice",
        "description": "DiNO creates a dinosaur based on its first incomplete preferred set (right to left). Discard cards first from the preferred set, then from Spare and finally from stacks left to right until DiNO has discarded cards equal to the DNA requirement of the preferred set +1. This card is not played if DiNO lacks sufficient fences."
      },
      "geneticDeconstruction": {
        "title": "Genetic Deconstruction",
        "description": "DiNO chooses option B if he has one spare DNA, otherwise option A."
      },
      "goatRustling": {
        "title": "Goat Rustling",
        "description": "DiNO uses as many goats as available to collect victory points. DiNO spends the remaining goats for option B if necessary."
      },
      "infiltrator": {
        "title": "Infiltrator",
        "description": "DiNO chooses the next two actions on this (or the next) Action Card(s) that already have a human player’s worker on them."
      },
      "misdirection": {
        "title": "Misdirection",
        "description": "The next Action Card starting with the bottom action and going up is determining the spaces for the human’s workers."
      },
      "nonZeroSumGame": {
        "title": "Non-Zero-Sum-Game",
        "description": "DiNO gives two cards from his Spare Stack, if there are at least three cards in it."
      },
      "offshoreContractors": {
        "title": "Offshore Contractors",
        "description": "Determine the stack with the next Action Card and DiNO builds the most expensive building in this stack. Redraw if a 5 or 6 is mentioned."
      },
      "renovation": {
        "title": "Renovation",
        "description": "Remove the most expensive unoccupied facility, if tied the closest to the Visitor Center. Draw a card to choose new facility."
      },
      "researchPact": {
        "title": "Research Pact",
        "description": "DiNO keeps two cards, if possible from the preferred species. Give each human player one card in player order."
      },
      "shareholderMeeting": {
        "title": "Shareholder Meeting",
        "description": "DiNO scores a maximum of 5 victory points for his current money. DiNO builds two Basic Hotels if he has less than 3. Otherwise DiNO draws a DNA and eDNA card."
      },
      "strongArmTheMarket": {
        "title": "Strong Arm the Market",
        "description": "Draw two buildings, place them as usual determined by the next action card and perform City Center-actions as usual. Redraw if a 5 or 6 is mentioned."
      },
      "unleashContagion": {
        "title": "Unleash Contagion",
        "description": "If possible, DiNO draws cards until a dinosaur is drawn who doesn’t have a reputation value of one of DiNO’s dinosaurs. Otherwise the first mentioned determines the value."
      },
      "whistleBlower": {
        "title": "Whistle Blower",
        "description": "DiNO gives a card from the Spare Stack or incomplete preferred species stack, if possible. DiNO takes a preferred card if he can complete one of his DNA sets."
      }
    },
    "specialist": {
      "title": "Specialists",
      "chaotician": {
        "title": "Chaotician",
        "description": "Repeat the Rampage rolls if no Naïve Visitor has been rolled. Repeat the Open Ocean Roll if both dice show a Drowning symbol."
      },
      "financialAdvisor": {
        "title": "Financial Advisor",
        "description": "DiNO scores a maximum of 5 victory points with this Specialist."
      },
      "masterArchitect": {
        "title": "Master Architect",
        "description": "No building is discarded."
      },
      "securityOfficer": {
        "title": "Security Officer",
        "description": "Only used to prevent DiNO deaths. No money is spent."
      },
      "seismologist": {
        "title": "Seismologist",
        "description": "If DiNO has at least two cards in his Spare Stack, the bottom card is sold."
      },
      "pilot": {
        "title": "Pilot",
        "description": "DiNO draws another card to take 1 extra turn without paying."
      }
    },
    "dinosaur": {
      "title": "Dinosaurs",
      "landDinosaur": "Land Dinosaur",
      "aquaticDinosaur": "Aquatic Dinosaur",
      "type": "Type",
      "vp": "VP",
      "reputation": "Rep.",
      "minPenSize": "Min. Pen Size",
      "aquaticSpaces": "Aquatic Spaces",
      "dnaRequirement": "# DNA",
      "carnivore": "Carnivore",
      "herbivore": "Herbivore",
      "omnivore": "Omnivore",
      "trait": {
        "brontosaurus": "Gentle Giant: Open spaces are a valid habitat. Rampages if placed in a pen, or if another species enters or occupies its open space.",
        "tyrannosaurus": "Destructive: Roll two dice during a rampage check, and suffer both results consecutively.",
        "ankylosaurus": "Defensive: Can share a habitat with any species without either rampaging.",
        "pterodactyl": "Flight: Must be housed in a biodome to fulfill its habitat requirement.",
        "stegosaurus": "Crowd Pleaser: During the upkeep phase, gain 1 credit.",
        "raptor": "Clever: During a rampage check, in addition to normal damage, suffer one visitor fatality on a /// result.",
        "triceratops": "Herd Animal: Gain an additional 1 VP in dinosaur value for every two triceratops in a shared pen.",
        "mutant": "Monstrous: Existing mutants may each be fed 🐐🐐 once per upkeep phase to place an additional mutant into your park.",
        "gallimimus": "Simple Genome: DNA requirement is 1 while you have at least one Gallimimus in your park.",
        "ichthyosaur": "Swimming Partner: When placed, immediately gain 4 credits.",
        "therizinosaurus": "Tree Harvester: Gain an additional 3 VP per season if the Therizinosaurus is in a habitat of 4+ spaces.",
        "plesiosaurus": "Simple Feeder: Does not require feeding during the upkeep phase.",
        "megalodon": "Leviathan: When placed, immediately gain 6 VP.",
        "mosasaur": "Terror: During upkeep, you may destroy a dinosaur in your park to ignore feeding a mosasaur. If you do, immediately gain 5 VP.",
        "spinosaurus": "Aquatic Hunter: Destroy one dinosaur in your park when placed or resolve an upkeep die check.<br/>DiNO always resolves the upkeep die.",
        "parasaurolophus": "Pleasing Harmonics: During final scoring, gain an additional 1 VP for each species, including this one, that you have in your park.",
        "dimetrodon": "Beach Dweller: When placed, immediately gain 2 VP for each directly adjacent (not diagonal) aquatic habitat tile.",
        "dreadnoughtus": "Awe-Inspiring: Reputation is equal to the current season number. Requires at least two adjacent open spaces for a valid habitat and can never be penned.",
        "pachycephalosaurus": "Destructive Entertainment: At start of upkeep, if its habitat borders another species’ habitat (except open space) resolve a rampage check and gain 3VP.",
        "quetzalcoatlus": "???",
        "compsognathus": "???",
        "carnotaurus": "???",
        "dunkleosteus": "???<br/>DiNO spends 1 or 2 spare fences if available and not required for the rightmost complete DNA set.",
        "dilophosaurus": "???"
      }
    }
  },
  "difficultyLevel": {
    "1": "Introductory: Good for players new to Worker Placement board games.",
    "2": "Easy: You are a casual enjoyer of Worker Placement games but prefer a lighter experience.", 
    "3": "Normal: A good place to start for most gamers. A well-balanced experience.",
    "4": "Hard: You have a strong understanding of DinoGenics mechanics and want a challenge.",
    "5": "Very Hard: You have mastered DinoGenics and want to be pushed to the limit."
  },
  "location": {
    "site-a": {
      "title": "Site A",
      "ruleSummary": "Only if less than 2 complete DNA sets."
    },
    "site-b": {
      "title": "Site B",
      "ruleSummary": "Only if less than 2 complete DNA sets."
    },
    "boneyard": {
      "title": "The Boneyard",
      "ruleSummary": "If contains card for one of the 4 preferred species.",
      "locationUse": "Used if DiNO can use at least one card for one of the 4 preferred species, that is not completed yet.",
      "severalMatches": "If several exist, DiNO takes the card that matches of the rightmost stack.",
      "scandalToken": "DiNO gains a Scandal token."
    },
    "agency": {
      "title": "The Agency",
      "ruleSummary": "If available.",
      "drawManipulation": "Draw 2 Manipulation cards to DiNO’s reserve.",
      "discardScandalToken": "DiNO discards a Scandal if it has any."
    },
    "uplink": {
      "title": "The Uplink",
      "ruleSummary": "Manipulation stack not empty.",
      "locationUse": "Used if DiNO’s Manipulation Card deck is not empty.",
      "playManipulation": "Draw the topmost card from DiNO’s Manipulation stack and follow the instructions.",
      "playAlternative": "DiNO will not play a manipulation card if the result would be an immediate rampage check. In those cases, put the manipulation card on the bottom of the stack and draw the next one. If DiNO has no additional manipulation cards, he instead gains 3 VP and ends his turn."
    },
    "farm": {
      "title": "The Farm",
      "ruleSummary": "If no/not enough goats for this season and next.",
      "locationUse": "DiNO uses the farm if it has zero goats or lacks enough goats to feed its built carnivores, and any carnivore in the right most prefered DNA stack, for the next 2 feeding phases."
    },
    "ferry": {
      "title": "The Ferry",
      "ruleSummary": "If available.",
      "collectMoney": "DiNO collects $3."
    },
    "time-share": {
      "title": "Time Share",
      "ruleSummary": "Only if uneven number of visitors.",
      "locationUse": "Only used if DiNO has a Hotel with an empty space and an odd number of visitors."
    },
    "outsource": {
      "title": "Outsource",
      "ruleSummary": "Use any other action space.",
      "useOtherLocation": "DiNO carries out the action of this location without placing another worker:",
      "actions": "DiNO is not limited to taking actions with occupied existing workers and prefers the board space even if he has built a Private Airport."
    },
    "city-center": {
      "title": "The City Center",
      "ruleSummary": "3 fences, repair/hotel/slot, market buy/sell.",
      "actionSelection": "DiNO performs 1-3 actions:",
      "receiveFences": "DiNO receives three new fences to its reserve and may replace damaged habitats.",
      "facilityBuildRepair": "DiNO repairs one facility or - if no facility is damaged - builds a new facility based on the following criteria:",
      "facilityBuildRepairBiodome": "If DiNO has a preferred set of Pterodactyl DNA and a Biodome is available, DiNO builds the Biodome.",
      "facilityBuildRepairHotel": "DiNO builds a Basic Hotel if he has less than two Basic Hotels.",
      "facilityBuildRepairOtherwise": "Otherwise, DiNO chooses a new facility:",
      "buyMarket": "If DiNO can buy a DNA card from the market that matches one of its incomplete preferred species sets, DiNO buys it without paying. If there are several options, the rightmost card is preferred. Otherwise DiNO sells a DNA card, if the Spare Stack has at least two cards. In this case DiNO sells the card from the bottom of this stack and receives the sale price. If none applies, the Market is not used.",
      "determineFacility": "Determine Facility",
      "buildFacility": "DiNO builds <b>Facility #{number}</b>.",
      "noFacility": "DiNO builds <b>no facility</b>."
    },
    "dinogenics-iom": {
      "title": "DinoGenics IOM",
      "ruleSummary": "If complete set, suitable habitat and goats.",
      "locationUse": "DinoGenics is used in two cases:",
      "locationUseDNASet": "DiNO has at least one complete preferred DNA set – Polymorphic DNA cards and/or Refined DNA Tokens are considered.",
      "locationUseMutant": "DiNO has not created a mutant yet and it has at least 2 DNA or eDNA cards that are not part of a complete preferred set.",
      "enoughFences": "In either case, DiNO must also have enough fences to create a suitable habitat, and in the case of a carnivore, must have enough goats to feed it for the current season.",
      "creatingDinosaur": "When creating a preferred dinosaur, empty a stack to the DNA discard pile and any remaining DNA is placed into the Spare pile. Choose right to left if there are multiple options. When creating a mutant, discard the Mutant reference card and 2 DNA cards. Prioritize DNA taken from the spare stack, then incomplete preferred stacks in order of preference left to right. DiNO will only create additional Mutants if gained from from a Bonus Card Benefit or from event/manipulation cards.",
      "createHabitat": "Create a suitable habitat for the new dinosaur using the minimal number of fences required. Dinosaurs of the same species as existing dinosaurs (or Ankylosaurus) must be consolidated into a larger pen. An empty Bio dome is only used if a dinosaur with the Flight Trait was created or if DiNO is unable to create a viable habitat with fences.",
      "moveStacks": "Finally, move all preferred stacks to the right to fill the empty space and refresh the empty stack space on the left with cards from the spare pile."
    },
    "special-action": {
      "title": "Special Action",
      "ruleSummary": "If 5/8/12/14/15/16/20/28/D3 Breaking News is active.",
      "locationUse": "Special Actions are carried out if specific Breaking News cards are in play.",
      "resolveAction": "Resolve the action by placing DiNO’s worker on the specific card action space or the enhanced regular action space referenced by the card.",
      "breakingNewsApply": "Special Actions apply the following Breaking News Cards: 5, 8, 12, 14, 15, 16, 20, 28, D3."
    },
    "site-d": {
      "title": "Site D",
      "ruleSummary": "Only if less than 2 complete DNA sets."
    },
    "refinement": {
      "title": "Refinement",
      "ruleSummary": "If less than 2 refined DNA tokens.",
      "locationUse": "Only used if DiNO has less than two Refined DNA tokens.",
      "noMoney": "DiNO does not have to spend a DNA card or money.",
      "tokenPlacement": "The token is kept near DiNO’s board until it is required to complete a set."
    },
    "intelligen-designs-hq": {
      "title": "IntelliGen Designs HQ",
      "ruleSummary": "Open Ocean Roll or hire specialist, Large Facility.",
      "openOceanRoll": "Resolve an <b>Open Ocean Roll</b> (1a) for DiNO",
      "hireSpecialist": "DiNO hires <b>Specialist {number}a</b> from the Underground Job Network without spending a manipulation card or money (if available).",
      "buildAquaticHabitat": "DiNO builds an <b>Aquatic Habitat</b> if he has none, fewer empty ones than complete sets of aquatic dinosaur DNA, or if he just gained a Plesiosaurus from an Open Ocean roll.",
      "buildLargeFacility": "Otherwise <b>Large Facility {number}b</b> is added to DiNO’s park.",
      "determineAction": "Determine Action"
    },
    "site-common": {
      "locationUse": "Only used if DiNO has less than two complete DNA sets.",
      "noResources": "DiNO spends no resources and keeps all drawn cards.",
      "cardAssignment": "Assign cards to preferred matching DNA sets or place them on the bottom of the Spare Stack.",
      "newStack": "Refresh preferred stacks if empty."
    }
  },
  "ruleChange": {
    "none": "No Rule Change.",
    "only-land-dinosaurs": "You may only create land dinosaurs.",
    "no-large-facilities": "You may not build large facilities.",
    "no-action-repeat": "You may not repeat actions this round.",
    "no-uplink-action": "You may not use the Uplink Action.",
    "no-ferry-action": "You may not use the Ferry Action.",
    "specialists-inactive": "Specialists are not active this round.",
    "no-boneyard-action": "You may not use the Boneyard Action.",
    "no-market-dna-buy": "You may not buy from the DNA Market.",
    "no-farm-action": "You may not take the Farm Action.",
    "no-water-dinosaurs": "You may not create water dinosaurs.",
    "no-refined-polymorphic-dna": "You may not use refined/polymorphic DNA.",
    "no-basic-hotels": "You may not build basic hotels.",
    "no-dinosaurs-in-other-player-parks": "You may not create dinosaurs that are in other players parks.",
    "land-dinosaurs-habitat-one-size-larger": "Land dinos require habitats 1 size larger than normal.",
    "no-visitors-vp": "Do not receive VP for visitors in the Upkeep Phase.",
    "turn-order-last": "You start last in turn order.",
    "dinosaurs-paired-before-new-species": "Your dinos must be paired before you can create a new species.",
    "no-small-facilities": "You may not build small facilities.",
    "no-visitors-money": "Do not receive money from visitors.",
    "dinosaur-dna-one-more": "Dinosaur DNA requirement is +1."
  },
  "bonusCardBenefit": {
    "gain-goat": "1 goat",
    "gain-dna-card": "1 DNA card",
    "gain-fence": "1 fence",
    "discard-scandal": "Discard 1 scandal",
    "gain-edna-card": "1 eDNA card",
    "gain-vp": "{difficultyLevel} VP",
    "gain-credits": "{difficultyLevel} credits",
    "gain-mutant": "If DiNO has a Mutant and can provide a valid habitat for another, he gains another mutant",
    "gain-refined-dna-token": "1 refined DNA token"
  },
  "notfound": {
    "title": "Not Found"
  },
  "action": {
    "playGame": "Play Game",
    "startGame": "Start Game",
    "next": "Next",
    "nextRound": "Next Round",
    "abortGame": "Abort Game",
    "abortGameConfirm": "Aborting the running game - are you sure?",
    "endGame": "End Game",
    "endGameConfirm": "End this game and return to home screen - are you sure?",
    "cancel": "Cancel",
    "backToHome": "Back to Home",
    "back": "Back",
    "close": "Close"
  },
  "footer": {
    "credits": "Credits"
  },
  "serviceWorkerUpdatedRefresh": {
    "title": "Refresh Application",
    "notice": "The application was updated - do you want to refresh to use the latest version?"
  }
}
